Repository: pvatkins/CoastsideARC
Catalog: Working/coastsidearc.org/ads/*-content/plugins/breadcrumbs/languages/*/messages.po
Languages: lv_lv, ru_ru, sv_se

source: F.A.Q. / Help
lv_lv: BUJ / Palīdzība
ru_ru: FAQ / Помощь
sv_se: F.A.Q. / Hjälp

source: Breadcrumbs Help
lv_lv: Norādes Palīdzība
ru_ru: Breadcrumbs Справка
sv_se: Breadcrumbs Hjälp

source: What is Breadcrumbs Plugin?
lv_lv: Kas ir Norādes plugin?
ru_ru: Что такое Breadcrumbs плагин?
sv_se: Vad är Breadcrumbs plugin?

source: Breadcrumbs plugin allows you to show a breadcrumbs-style navigation bar on any part of your site you want, something like <blockquote>OSClass / Category / Subcategory / Item title</blockquote>
lv_lv: Norādes plugin ļauj jums parādīt , kur lietotājs atrodas<blockquote>OSClass / Kategorija / Zemkategorija / Sludinājuma nosaukums</blockquote>
ru_ru: Breadcrumbs плагин позволяет показывать сухарях стиле панель навигации на любой части вашего сайта вы хотите, что-то вроде <blockquote> OSClass / Категория / Подкатегория / Заголовок элемента
sv_se: Breadcrumbs plugin visar ett brödtextliknande navigeringsfält på din sida, precis där du vill ha det, liknande detta <BLOCKQUOTE>OSClass / Category / Subcategory / Item title</BLOCKQUOTE>

source: How does Breadcrumbs plugin work?
lv_lv: Kā darbojas Norādes plugin?
ru_ru: Как Breadcrumbs плагин работает?
sv_se: Hur fungerar Breadcrumbs plugin?

source: In order to use Breadcrumbs plugin, you should edit your theme files and add the following line anywhere in the code you want the breadcrumb-style navigation bar to appear
lv_lv: Lai izmantotu Norādes plugin, jums jānokopē sekojošu kodu un jāievieto dizainā, kur Jūs vēlaties, lai tiek parādīts šis plugin
ru_ru: Для того чтобы использовать Breadcrumbs плагин, вы должны редактировать файлы темы и добавить следующую строку в любом месте кода, который нужно Breadcrumb стиле панель навигации появляться
sv_se: För att du skall kunna använda breadcrumbs pluginen måste du redigera dina theme/tema filer genom att lägga till följande textkod där du vill att det brödtextliknande navigeringsfältet skall dyka upp

source: Could I cutomize the style of Breadcrumbs plugin?
lv_lv: Vai es varu pārveidot Norādes plugin?
ru_ru: Мог ли я cutomize стиле плагина Breadcrumbs?
sv_se: Kan jag ändra stil på breadcrumbs pluginen?

source: Of course you can. The main crumb has a style class of 'bc_root'. The last crumb of 'bc_last'. The middle crumbs have classes as 'bc_level_X' where X is the number of depth. For example 'OSClass / category / subcategory / item_title' has style classes as 'bc_root / bc_level_1 / bc_level_2 / bc_last'. You should modify your theme's .css file to change the style
lv_lv: Protams, ka Jūs varat. Galvenā lapa ir "bc_root". Pēdējā lapa ir "bc_last". Videjās lapas ir "bc_level_X" kur X ir lapas dziļums. Piemēram "OSClass / kategorija / zemkategorija / sludinājums " ir 'bc_root / bc_level_1 / bc_level_2 / bc_last '. Jums jāmodificē tēmas.css failu, lai mainītu stilu
ru_ru: Конечно, можно. Основной крошка имеет стиль класса "bc_root. Последняя крошка "bc_last. Средний крошки есть классы, как «bc_level_X ', где X это число глубину. Например, "OSClass / категории / подкатегории / item_title" имеет стиль класса, как «bc_root / bc_level_1 / bc_level_2 / bc_last. Вы должны изменить. Вашей темы CSS файл, чтобы изменить стиль
sv_se: Naturligtvis kan du det. Huvudbrödtexten har style class 'bc_root'. Den sista brödtexten har style class'bc_last'. Brödtexten däremellan har style class 'bc_level_X, där X är numret för antal djup. Exempel: 'OSClass / category / subcategory / item_title' har style classes 'bc_root' / bc_level_1 / bc_level_2 / bc_last'. Du skall redigera ditt temas .css fil om du vill ändra stil

source: You could also specify the separator you want. The default one is '/', but you could feel more comfortable with '&raquo;', ':', etc. For example:
lv_lv: Jūs varat izvēlēties seprātoru. Parasti ta ir '/', bet Jūs varat izvēlēties piem. '»', ':'
ru_ru: Кроме того, можно указать разделитель вы хотите. По умолчанию это '/', но вы могли бы чувствовать себя более комфортно с '»', ':', и т.д. Например:
sv_se: Du kan även specifiera vilken separator du vill ha. Som standard används '/', men du kanske hellre vill använda '>', ':', etc. Exempel:

source: Publish an item
lv_lv: Publicēt sludinājumu
ru_ru: Публикация пункта
sv_se: Publicera en annons

source: Edit your item
lv_lv: Labot sludinājumu
ru_ru: Изменить пункт
sv_se: Redigera din annons

source: Send to a friend
lv_lv: Pastāstīt draugam
ru_ru: Рассказать другу
sv_se: Skicka till en vän

source: Contact seller
lv_lv: Kontaktēties ar pārdevēju
ru_ru: Связаться с продавцом
sv_se: Kontakta annonsören

source: Search
lv_lv: Meklēt
ru_ru: Поиск
sv_se: Sök

source: Search Results
lv_lv: Meklēšanas rezultāti
ru_ru: Результаты поиска
sv_se: Sökresultat

source: Recover your password
lv_lv: Atjaunot paroli
ru_ru: Восстановление пароля
sv_se: Återställ ditt lösenord

source: Login
lv_lv: Ienākt
ru_ru: Войти

source: Create a new account
lv_lv: Izveidot jaunu kontu
ru_ru: Создать новую учетную запись
sv_se: kapa ett nytt konto

source: My account
lv_lv: Mans konts
ru_ru: Моя учетная запись
sv_se: Mitt konto

source: Dashboard
lv_lv: Galvenā
ru_ru: Приборная панель
sv_se: Instrumentpanel

source: Manage my items
lv_lv: Labot manu sludinājumu
ru_ru: Управление мои объявление
sv_se: Ordna mina annonser

source: Manage my alerts
lv_lv: Mainīt manus paziņojumus
ru_ru: Управление моя рассилка
sv_se: Ordna mina prenumerationer

source: Update my profile
lv_lv: Labot manu profilu
ru_ru: Изменить профиль
sv_se: Uppdatera min profil

source: Change my email
lv_lv: Labot manu epastu
ru_ru: Изменение мою электронную почту
sv_se: Ändra min email

source: Change my password
lv_lv: Labot manu paroli
ru_ru: Изменение пароля
sv_se: Ändra mitt lösenord

source: Recover my password
lv_lv: Atjaunot manu paroli
ru_ru: Восстановление пароля
sv_se: Återställ mitt lösenord

source: Contact
lv_lv: Kontakti
ru_ru: Контакт
sv_se: Kontakt
